/* 
  QMLocalizable.strings
  QMAdSDK

  Created by xusheng on 2025/5/15.
  
*/
// 韩语
// 韩语

"view_now_button" = "보기";
"skip_button" = "건너뛰기";
"install_button" = "설치하기";
"download_button" = "다운로드";
"downloading_status" = "다운로드 중";
"allow_install_alert" = "앱 설치 허용";
"app_name" = "Replay";
"replay_button" = "다시보기";
"retry_button" = "재시도";
"close_button" = "닫기";
"refresh_button" = "새로고침";
"view_action" = "보기";
"just_now_time" = "방금 전";
"learn_more_link" = "더 알아보기";
"Reward_text" = "%.0f초 후 보상";
"gets_Rewarded" = "보상을 받았습니다";

// Default ad titles (picked randomly when title is missing)
"default_ad_title_1" = "Featured Recommendation";
"default_ad_title_2" = "You Might Like This";
"default_ad_title_3" = "Sponsored Content";
"default_ad_title_4" = "Discover Something New";
"default_ad_title_5" = "A Special Recommendation";
